Repository: Diefonro/El-Taquillero
Catalog: El Taquillero/El Taquillero/Core/AppLocalizedStrings/Localizable.xcstrings
Source language: en
Languages: es

# CANCEL_BUTTON_CAPTION
source: Cancel
es: Cancelar

# DETAILS_INSTRUCTIONS_DESCRIPTION
source: Share with us some information to create your profile
es: Compártenos algunos datos para crear tu perfil

# DETAILS_INSTRUCTIONS_TITLE
source: Enter your details
es: Ingresa tus datos

source: Email already in use.
es: El correo ya está en uso

# HOME_SCREEN_CAPTION
source: Home
es: Inicio

# HOME_TOP_MOVIES_CAPTION
source: Top Rated Movies
es: Películas mejor votadas

# HOME_TOP_SERIES_CAPTION
source: Top Rated Series
es: Series mejor votadas

# HOME_VIEW_ALL_BUTTON_CAPTION
source: View all
es: Ver todo

# LOG_OUT_DESCRIPTION
source: Are you sure you want to log out?
es: ¿Estás seguro de que quieres cerrar sesión?

# LOG_OUT_TITLE
source: Log out
es: Cerrar sesión

# LOGIN_BUTTON_CAPTION
source: Log In
es: Ingresa

# LOGIN_REQUEST_ERROR
source: Login request has failed
es: El inicio de sesión ha fallado

# LOGIN_SCREEN_APPLE_LOGIN_CAPTION
source: Continue with Apple
es: Continuar con Apple

# LOGIN_SCREEN_FORGOT_PASSWORD_CAPTION
source: Forgot password?
es: ¿Olvidaste la contraseña?

# LOGIN_SCREEN_GOOGLE_LOGIN_CAPTION
source: Continue with Google
es: Continuar con Google

# LOGIN_SCREEN_LINKEDIN_LOGIN_CAPTION
source: Continue with LinkedIn
es: Continuar con LinkedIn

# LOGIN_SCREEN_LOGIN_OPTIONS
source: or continue with
es: o ingresa con

# LOGIN_SCREEN_WELCOME_DESCRIPTION
source: Log In to see your favorite movies
es: Ingresa para ver tus películas favoritas

# LOGIN_SCREEN_WELCOME_TEXT
source: Welcome Back!
es: ¡Bienvenido de vuelta!

# LOGOUT_BUTTON_CAPTION
source: Log Out
es: Cerrar sesión

# PASSWORD_INSTRUCTIONS_DESCRIPTION
source: Follow our recommendations to create your password
es: Sigue nuestras recomendaciones para crear tu contraseña

# PASSWORD_INSTRUCTIONS_TITLE
source: Password
es: Contraseña

# SIGNUP_BUTTON_CAPTION
source: Sign Up
es: Regístrate

# SIGNUP_SCREEN_WELCOME_DESCRIPTION
source: Create an account to personalize your experience and explore your favorite movies and series
es: Crea una cuenta para personalizar tu experiencia y explorar tus películas y series favoritas

# SIGNUP_SCREEN_WELCOME_TEXT
source: Join Us Today!
es: ¡Únete hoy!

# TEXTFIELD_EMAIL_EMPTY
source: Mail cannot be empty
es: El correo no puede estar vacío

# TEXTFIELD_EMAIL_INVALID
source: Invalid email format
es: El formato del correo es inválido

# TEXTFIELD_EMAIL_PLACEHOLDER
source: Mail or username
es: Correo electrónico

# TEXTFIELD_PASSWORD_EMPTY
source: Password field cannot be empty
es: La contraseña no puede estar vacía

# TEXTFIELD_PASSWORD_MISSING_LOWERCASE
source: Password must contain at least one lowercase letter
es: La contraseña debe contener al menos una minúscula

# TEXTFIELD_PASSWORD_MISSING_NUMBER
source: Password must contain at least one number
es: La contraseña debe contener al menos un número

# TEXTFIELD_PASSWORD_MISSING_SPECIAL_CHARACTER
source: Password must contain at least one special character
es: La contraseña debe contener al menos un caracter especial

# TEXTFIELD_PASSWORD_MISSING_UPPERCASE
source: Password must contain at least one uppercase letter
es: La contraseña debe contener al menos una mayúscula

# TEXTFIELD_PASSWORD_PLACEHOLDER
source: Password
es: Contraseña

# TEXTFIELD_PASSWORD_SHORT
source: Password must be at least 8 characters
es: La contraseña debe tener al menos 8 caracteres

# TEXTFIELD_PHONE_EMPTY
source: Phone cannot be empty
es: El teléfono no puede estar vacío

# TEXTFIELD_PHONE_INVALID
source: Phone invalid
es: Teléfono inválido

# TEXTFIELD_PHONE_PLACEHOLDER
source: Phone
es: Teléfono

# TEXTFIELD_SURNAME_EMPTY
source: Surname cannot be empty
es: El apellido no puede estar vacío

# TEXTFIELD_SURNAME_INVALID
source: Surname is invalid
es: El apellido es inválido

# TEXTFIELD_SURNAME_PLACEHOLDER
source: Surname
es: Apellido

# TEXTFIELD_USERNAME_EMPTY
source: Name field cannot be empty
es: El nombre no puede estar vacío

# TEXTFIELD_USERNAME_INVALID
source: Name is invalid
es: El nombre es inválido

# TEXTFIELD_USERNAME_PLACEHOLDER
source: Name
es: Nombre

# TITLE_DETAIL_REPRODUCE_BUTTON_CAPTION
source: Reproduce
es: Reproducir

# TITLE_LIST_SCREEN_RELEASE_DATE_CAPTION
source: Released at:
es: Lanzado en:

# USER_INFO_SCREEN_CAPTION
source: Account
es: Cuenta

# VERIFY_BUTTON_CAPTION
source: Verify
es: Verificar

# VERIFY_EMAIL_DESCRIPTION
source: For your security, we have sent a confirmation email to
es: Por tu seguridad, hemos enviado un correo de confirmación a

# VERIFY_EMAIL_TITLE
source: Verify your mail
es: Verifica tu correo

# VERIFY_ERROR_CAPTION
source: Mail is not verified.
es: El correo no ha sido verificado

# WELCOMING_SCREEN_DESCRIPTION
source: Leave reviews and personalize your experience by exploring your favorite movies and series.
es: Deja reseñas y personaliza tu experiencia al explorar tus películas y series favoritas.

# WELCOMING_SCREEN_TEXT
source: Log In and access the best titles!
es: ¡Inicia sesión y accede a los mejores títulos!
